{
  "Project 01": [
    {
      "id": 1,
      "clientName": "Fjall",
      "services": "Branding, UI Design",
      "description": "Fjall is a cloud architecture tool to deploy infrastructure in under 30 minutes, transforming a once time-intensive process into something effortless. Inspired by the idea of 'working above the cloud', the brand and digital experience embody lightness, clarity, and calm focus - through spacious layouts, soft colours, and Mid Century Modern inspired illustrations that blend nostalgic charm with modern depth and motion to make complex technology feel intuitive and elegant. As Lead Designer on the project. Designed at Brands to life.",
      "tags": [
        "Brand Identity",
        "UX/UI Design",
        "Illustration",
        "Motion Graphics"
      ],
      "images": [
        "/portfolio/work/fjall/Fjall-Homescreen.mp4",
        "/portfolio/work/fjall/Fjall-Lock.mp4",
        "/portfolio/work/fjall/Fjall-Cards.mp4",
        "/portfolio/work/fjall/fjall_04.jpg"
      ]
    }
  ],
  "Project 02": [
    {
      "id": 2,
      "clientName": "Rip Curl",
      "services": "Graphic Design",
      "description": "I worked full-time on Rip Curl’s men’s design team for three years, producing illustration and design assets for product and marketing. The role involved extensive research into industry trends, as well as close collaboration with the sales and product management team to align designs with commercial strategy.",
      "tags": [
        "Graphic Design"
      ],
      "images": [
        "/portfolio/work/ripcurl/ripcurl_01.png",
        "/portfolio/work/ripcurl/ripcurl_02.png",
        "/portfolio/work/ripcurl/ripcurl_03.png",
        "/portfolio/work/ripcurl/ripcurl_04.png",
        "/portfolio/work/ripcurl/ripcurl_05.png",
        "/portfolio/work/ripcurl/ripcurl_06.png",
        "/portfolio/work/ripcurl/ripcurl_07.png",
        "/portfolio/work/ripcurl/ripcurl_07-1.png"
      ]
    }
  ],
  "Project 03": [
    {
      "id": 3,
      "clientName": "Barbra",
      "services": "Branding, UI/UX, Motion",
      "description": "Barbra is Australia’s only LGBTQIA+ finance brokerage, bringing bold, joyful energy to a space traditionally seen as corporate and stuffy. Inspired by drag culture, the identity is bold, bright, and unapologetically loving. Rounded corners, expressive illustrations, and playful motion bring personality to every touchpoint, turning finance into a space that’s safe, vibrant, and full of energy. Designed at Brands to life.",
      "tags": [
        "Brand Identity",
        "UX/UI Design",
        "Motion Graphics",
        "Illustration"
      ],
      "images": [
        "/portfolio/work/barbra/Barbra-Running.mp4",
        "/portfolio/work/barbra/barbra_01.png",
        "/portfolio/work/barbra/Barbra-Socials.mp4",
        "/portfolio/work/barbra/barbra_01-4.png",
        "/portfolio/work/barbra/barbra_01-2.png"
      ]
    }
  ],
  "Project 04": [
    {
      "id": 4,
      "clientName": "The Hidden Sea",
      "services": "UI Design",
      "description": "Unofficial design exploration for The Hidden Sea, a wine brand funding ocean clean-up with every bottle sold. I created updated UI comps to soften the branding and streamline the site’s layout, presenting a cleaner, more cohesive user experience.",
      "tags": [
        "UI Design"
      ],
      "images": [
        "/portfolio/work/the_hidden_sea/thehiddensea_01.png",
        "/portfolio/work/the_hidden_sea/thehiddensea_02.png"
      ]
    }
  ],
  "Project 05": [
    {
      "id": 5,
      "clientName": "Small Time Group",
      "services": "UI Design",
      "description": "Where emerging artists go to refine their product, develop a plan, and make meaningful connections in the industry. I designed the website to bring everything together into a cohesive digital presence that reflects their mission to help committed musicians gain clarity and momentum in their careers. Designed at Rock Agency.",
      "tags": [
        "UI Design"
      ],
      "images": [
        "/portfolio/work/small_time_group/smalltime_01.jpg",
        "/portfolio/work/small_time_group/smalltime_02.jpg",
        "/portfolio/work/small_time_group/smalltime_03.jpg"
      ]
    }
  ],
  "Project 06": [
    {
      "id": 6,
      "clientName": "SaCSA",
      "services": "Graphic Design",
      "description": "I designed the full reports for the Creative Workforce Scoping Study, a landmark project delivered by Creative Australia and Service and Creative Skills Australia (SaCSA). The study explores long-standing workforce issues in the creative sector. I established the overall design system, and applied it to the full report ensuring clarity, accessibility, and visual impact for a wide-ranging readership. Designed at Brands to life.",
      "tags": [
        "Print/Publication"
      ],
      "images": [
        "/portfolio/work/sacsa/sacsa_01.png",
        "/portfolio/work/sacsa/sacsa_02.png",
        "/portfolio/work/sacsa/sacsa_03.png"
      ]
    }
  ]
}
